-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- 생성 시간: 23-08-25 02:47
-- 서버 버전: 10.4.11-MariaDB
-- PHP 버전: 7.2.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 데이터베이스: `20918`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `member2`
--

CREATE TABLE `member2` (
  `num` int(11) NOT NULL,
  `id` char(20) NOT NULL,
  `pass` char(20) NOT NULL,
  `name` char(10) NOT NULL,
  `post_num` char(5) DEFAULT NULL,
  `address` char(80) DEFAULT NULL,
  `tel` char(15) DEFAULT NULL,
  `level` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 테이블의 덤프 데이터 `member2`
--

INSERT INTO `member2` (`num`, `id`, `pass`, `name`, `post_num`, `address`, `tel`, `level`) VALUES
(1, 'mskim', '12345', '김민석', '14953', '경기도 시흥시 두문로71번길', '010-3770-6003', 6),
(2, 'bkcha', '12345', '차범기', '35239', '대전광역시 서구 둔산로101번길', '010-4372-9877', 9),
(3, 'kskim', '12345', '김기수', '16350', '경기도 수원시 장안구 파장천로30번길', '010-9324-5875', 7),
(4, 'srkim', '12345', '김수린', '24386', '강원도 춘천시 퇴계로', '010-9787-3688', 2),
(5, 'shlee', '12345', '이성현', '16461', '경기도 수원시 팔달구 매산로20번길', '010-243-6844', 3),
(6, 'hnjang', '12345', '정한나', '26428', '강원도 원주시 중앙로', '010-8745-4547', 8),
(7, 'mylee', '12345', '이명연', '31533', '충청남도 아산시 신창면 온천대로', '010-8537-9432', 3),
(8, 'yskim', '12345', '김영수', '14905', '경기도 시흥시 호현로', '010-3574-8438', 9),
(9, 'jekim', '12345', '김정은', '61753', '광주광역시 남구 이동길', '010-3457-8873', 2),
(10, 'yjko', '12345', '고영준', '03384', '서울특별시 은평구 서오릉로2길', '010-4759-3874', 3),
(11, 'cyahn', '12345', '안천영', '03397', '서울특별시 은평구 통일로65길', '010-6597-4687', 3),
(12, 'jmkim', '12345', '김진모', '08362', '서울특별시 구로구 연동로11길', '010-3739-8349', 8),
(13, 'ycshul', '12345', '서영찬', '31507', '충청남도 아산시 번영로86번길', '010-9383-8748', 4),
(14, 'jjko', '12345', '고재준', '04554', '서울특별시 중구 수표로6길', '010-8336-4655', 8),
(15, 'hwlee', '12345', '이현우', '13805', '경기도 과천시 희망4길', '010-3426-8892', 3),
(16, 'cskang', '12345', '강찬선', '52402', '경상남도 남해군 설천면 설천로301번길', '010-3277-6879', 2),
(17, 'ypjin', '12345', '진영파', '26428', '강원도 원주시 원일로 88', '010-3626-3747', 2),
(18, 'jbkim', '12345', '김진반', '13813', '경기도 과천시 양지마을4로', '010-3822-4993', 4),
(19, 'jepark', '12345', '박지은', '50124', '경상남도 거창군 거창읍 거열로4길', '010-3528-8743', 6),
(20, 'jhlee', '6789', '이지현', '54531', '전라북도 익산시 하나로15길', '010-3686-7988', 7),
(21, 'bykang', '12345', '강번영', '54531', '전라북도 익산시 하나로', '010-7698-3243', 6),
(22, 'jymoon', '12345', '문준영', '34314', '대전광역시 대덕구 신탄진로756번길', '010-9867-3248', 8),
(23, 'jyjun', '12345', '전지영', '34308', '대전광역시 대덕구 대청로64번길', '010-3747-2236', 8),
(24, 'jkko', '12345', '고진기', '42937', '대구광역시 달성군 가창면 퇴계길', '010-2374-7466', 1),
(25, 'myjung', '12345', '정인영', '32224', '충청남도 홍성군 홍성읍 서소길', '010-3774-8786', 3),
(26, 'jsyou', '12345', '유정수', '49002', '부산광역시 영도구 봉래나루로', '010-3089-3897', 9),
(27, 'dsshin', '12345', '신대수', '03195', '서울특별시 종로구 동호로', '010-3799-8789', 5),
(28, 'sjshin', '12345', '신수정', '40037', '경상북도 성주군 월항면 보암1길', '010-3789-8930', 7),
(29, 'yjhwang', '12345', '황영재', '04536', '서울특별시 중구 명동8길', '010-2734-8879', 9),
(30, 'khshul', '12345', '설기훈', '36692', '경상북도 안동시 북문시장1길', '010-7564-3784', 9),
(31, 'chpark', '12345', '박철훈', '61751', '광주광역시 남구 하지석길', '010-2958-9730', 9),
(32, 'shlee', '12345', '이성후', '61758', '광주광역시 남구 도금마을1길', '010-8538-4347', 9),
(33, 'jyjang', '12345', '장재영', '31528', '충청남도 아산시 온천대로', '010-3939-9809', 9),
(34, 'yjbae', '12345', '배용진', '03481', '서울특별시 은평구 가좌로7길', '010-8537-5683', 9),
(35, 'hbpark', '12345', '박현빈', '13806', '경기도 과천시 향교말길', '010-2354-7677', 2);

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `member2`
--
ALTER TABLE `member2`
  ADD PRIMARY KEY (`num`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `member2`
--
ALTER TABLE `member2`
  MODIFY `num` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
